---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.InchesPerSecondSquared
source: html/066eb6e5-eba3-0885-d4a8-da1ade8722cc.htm
---
# Autodesk.Revit.DB.UnitTypeId.InchesPerSecondSquared Property

Inches per second squared.

## Syntax (C#)
```csharp
public static ForgeTypeId InchesPerSecondSquared { get; }
```